;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;  Soft Version: 4.1.8
;  Update: September 15, 2022
;
; TranslationAuthor: WiseCleaner.com
; TranslationAuthorEmail: support@wisecleaner.com
;

[Translation]
LangCode=0403
ReadHabit=Left-to-right
LanguageName=CAT
LangShortName=cat-es
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Informació
Warning=Avís
Error=Error
Confirm=Confirmació
FrmMOMain.ckperiod.caption=Optimitza cada
FrmMoMain.imgmail.hint=Compartiu Wise Memory Optimizer amb els amics
FrmMoMain.imgfacebook.hint=Doni'ns un m'agrada Wise Memory Optimizer a Facebook
FrmMoMain.imgtwitter.hint=Compartiu Wise Memory Optimizer a Twitter
FrmMoMain.chkupdate.caption=Revisa automàticament actualitzacions
FrmMoMain.btnlike.caption=M'agrada
FrmMoMain.lblTotalMem.Caption=Memòria total
FrmMoMain.lblaopt.Caption=Optimitza sí la memòria disponible és inferior a:
FrmMoMain.lbltry.Caption=Allibera més memòria
FrmMoMain.btnsettings.Caption=Opcions
FrmMoMain.btnOpt.Caption=Optimitza
FrmMoMain.chkmin.Caption=Minimitza a la barra d'eines del Sistema
FrmMoMain.chkauto.Caption=Executa a l'inici de Windows
FrmMoMain.chkautoOpt.Caption=Optimització automàtica
FrmMoMain.ckchkclearborad.Caption=Neteja el porta-papers mentre optimitza
FrmMoMain.chkidle.Caption=Executa sí la CPU està inactiva (Recomanat)
FrmMoMain.lbllang.Caption=Idioma:
FrmMOMain.cknotice.caption=Mostra notificació després d'optimitzar
FrmMOMain.ckMode.caption=Mode fosc
FrmAbout.caption=Quant a
FrmAbout.btnok.caption=D'acord
FrmAbout.lblver.caption=Versió:
FrmAbout.lblemail.caption=Email de suport:
FrmAbout.lblhome.caption=Pàgina Web
FrmAbout.lblthanks.caption=Gràcies a les següents persones per la seva contribució:
FrmAbout.lblUninstall.caption=Instruccions de desinstal·lació
FrmAbout.lblPolicy.caption=Política de privacitat
FrmAbout.lblEula.caption=EULA
[Lang]
NativeLanguage=Català
[GUI]
ButtonYes=Sí
ButtonNo=No
ButtonOK=D'acord
ButtonClose=Tanca
BtnNews=Informació
[MemoryOptimizer]
ThisTimeFreeMemory=Alliberats %s aquesta vegada
CurPrecent=Percentatge de memòria ocupat:
UsedMemory=Memòria utilitzada:
AvailableMemory=Memòria disponible:
FreeMemory=Memòria alliberada:
At=A les:
pmShow=Obre
pmOpt=Optimitza
pmAbout=Quant a
pmExit=Surt
SureExit=Optimitzant la memòria ... Esteu segur de sortir ara?
Mintotray=Optimitzant la memòria
pmdefragmem=Desfragmenta RAM
pmclearmem=Allibera RAM
pmclearstandbymem=Buida RAM en espera
[Message]
NoNews=No teniu cap missatge sense llegir.
NewVer=Una nova versió està disponible! Vol actualitzar ara?
NotShowNotice=No tornar a mostrar aquest avís de nou.
NoOptItem=Heu de triar almenys un mètode d'optimització.
minutes=minuts
hours=hores
